[DistrictBlocks]
DistrictBlocks_Financial_Block01_DisplayName=<Color:R=1.0 G=1.0 B=1.0>The Needles - Seindorf</Color>
DistrictBlocks_Financial_Block02_DisplayName=<Color:R=1.0 G=1.0 B=1.0>The Needles - Hope Mall</Color>
DistrictBlocks_Financial_Block03_DisplayName=<Color:R=1.0 G=1.0 B=1.0>The Needles - Canalside</Color>
DistrictBlocks_Financial_Block04_DisplayName=<Color:R=1.0 G=1.0 B=1.0>The Needles - Old Exchange</Color>
DistrictBlocks_Financial_Block05_DisplayName=<Color:R=1.0 G=1.0 B=1.0>The Needles - Broadway</Color>
DistrictBlocks_Financial_Block06_DisplayName=<Color:R=1.0 G=1.0 B=1.0>The Needles - Triple R</Color>
DistrictBlocks_Financial_Block07_DisplayName=<Color:R=1.0 G=1.0 B=1.0>The Needles - Empire and Main</Color>
DistrictBlocks_Financial_Block08_DisplayName=<Color:R=1.0 G=1.0 B=1.0>The Needles - Arts Center</Color>
DistrictBlocks_Financial_Block09_DisplayName=<Color:R=1.0 G=1.0 B=1.0>North Havalynd - The Beacon</Color>
DistrictBlocks_Financial_Block10_DisplayName=<Color:R=1.0 G=1.0 B=1.0>North Havalynd</Color>
DistrictBlocks_Financial_Block11_DisplayName=<Color:R=1.0 G=1.0 B=1.0>North Havalynd - Hope Complex</Color>
DistrictBlocks_Financial_Block12_DisplayName=<Color:R=1.0 G=1.0 B=1.0>North Havalynd - Newton Church</Color>
DistrictBlocks_Financial_Block13_DisplayName=<Color:R=1.0 G=1.0 B=1.0>The Needles - Haverall Plaza</Color>
DistrictBlocks_Financial_Block14_DisplayName=<Color:R=1.0 G=1.0 B=1.0>The Needles - Yoido Complex</Color>
DistrictBlocks_Financial_Block15_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Havalynd Central - Golden Mall</Color>
DistrictBlocks_Financial_Block16_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Havalynd Central - Memorial Park</Color>
DistrictBlocks_Financial_Block17_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Jangma Square & Apartments</Color>
DistrictBlocks_Financial_Block18_DisplayName=<Color:R=1.0 G=1.0 B=1.0>South Havalynd - Bell Island Park</Color>
DistrictBlocks_Financial_Block19_DisplayName=<Color:R=1.0 G=1.0 B=1.0>South Havalynd - Moda</Color>
DistrictBlocks_Financial_Block20_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Border - The Plantagenet</Color>
DistrictBlocks_Financial_Block21_DisplayName=<Color:R=1.0 G=1.0 B=1.0>The Needles - Celestial Club</Color>
DistrictBlocks_Financial_Block22_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Eastside - Silver Cross Complex</Color>
DistrictBlocks_Financial_Block23_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Eastside - Kamatsu Imports</Color>
DistrictBlocks_Financial_Block24_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Eastside - Joker Gunworks</Color>
DistrictBlocks_Financial_Block25_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Eastside - Gwangalli Estate</Color>
DistrictBlocks_Financial_Block26_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Border - Construction Site</Color>
DistrictBlocks_Financial_Block27_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Border - Incheon Estate</Color>
DistrictBlocks_Financial_Block28_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Border - Jagalchi Estate</Color>
DistrictBlocks_Financial_Block29_DisplayName=<Color:R=1.0 G=1.0 B=1.0>South Havalynd Stretch</Color>
DistrictBlocks_Financial_Block30_DisplayName=<Color:R=1.0 G=1.0 B=1.0>South Havalynd - Sticks Estate</Color>
DistrictBlocks_Financial_Block31_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Gresty - Eastside</Color>
DistrictBlocks_Financial_Block32_DisplayName=<Color:R=1.0 G=1.0 B=1.0>South Havalynd - Derren Estate</Color>
DistrictBlocks_Financial_Block33_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Gresty - Westside</Color>
DistrictBlocks_Financial_Block34_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Gresty - Alexandria P&D</Color>
DistrictBlocks_Financial_Block35_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Merchant Park</Color>
DistrictBlocks_Financial_Block36_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Gresty - Merchant Worksite</Color>
DistrictBlocks_Financial_Block37_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Merchant Park - Riverside Lofts</Color>
DistrictBlocks_Financial_Block38_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Merchant Village</Color>
DistrictBlocks_Financial_Block39_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Merchant Park - Shock Media</Color>
DistrictBlocks_Financial_Block40_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Merchant Park Apartments</Color>
DistrictBlocks_Financial_Block41_DisplayName=<Color:R=1.0 G=1.0 B=1.0>North Havalynd - San Paro News</Color>
DistrictBlocks_Financial_Block42_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Eastside - Ferjandro Shipping</Color>
DistrictBlocks_Financial_Block43_DisplayName=<Color:R=1.0 G=1.0 B=1.0>South Havalynd - St Medina's</Color>
DistrictBlocks_Financial_Block44_DisplayName=<Color:R=1.0 G=1.0 B=1.0>lazer's Hideout</Color>
DistrictBlocks_Financial_Block45_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Border High School</Color>
DistrictBlocks_Financial_Block46_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Eastside - New Cross</Color>
DistrictBlocks_Financial_Block47_DisplayName=<Color:R=1.0 G=1.0 B=1.0>The Needles - Beacon</Color>
DistrictBlocks_Financial_Block48_DisplayName=<Color:R=1.0 G=1.0 B=1.0>North Havalynd - Bus Depot</Color>
DistrictBlocks_SimpleGameplayLevel_Block01_DisplayName=<Color:R=1.0 G=1.0 B=1.0>DNT - DO NOT TRANSLATE</Color>
DistrictBlocks_SimpleGameplayLevel_Block02_DisplayName=<Color:R=1.0 G=1.0 B=1.0>DNT - DO NOT TRANSLATE</Color>
DistrictBlocks_Waterfront_Block01_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Villanueva Hotel</Color>
DistrictBlocks_Waterfront_Block02_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Millenium Plaza</Color>
DistrictBlocks_Waterfront_Block03_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Fortuna Mall</Color>
DistrictBlocks_Waterfront_Block04_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Fortuna Village</Color>
DistrictBlocks_Waterfront_Block05_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Clearview Marina</Color>
DistrictBlocks_Waterfront_Block06_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Green Spit</Color>
DistrictBlocks_Waterfront_Block07_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Tsunami Casino / Rimbaud Room</Color>
DistrictBlocks_Waterfront_Block08_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Little Fin</Color>
DistrictBlocks_Waterfront_Block09_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Little Fin - Daitoda SP Arena</Color>
DistrictBlocks_Waterfront_Block10_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Little Fin - New Haven Apartments</Color>
DistrictBlocks_Waterfront_Block11_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Fortuna Village - Nessa</Color>
DistrictBlocks_Waterfront_Block12_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Prentiss - Atlas Apartments</Color>
DistrictBlocks_Waterfront_Block13_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Prentiss - Deion Park Apartments</Color>
DistrictBlocks_Waterfront_Block14_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Prentiss</Color>
DistrictBlocks_Waterfront_Block15_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Prentiss</Color>
DistrictBlocks_Waterfront_Block16_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Prentiss - Barnham College</Color>
DistrictBlocks_Waterfront_Block17_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Netherport - The Rev</Color>
DistrictBlocks_Waterfront_Block18_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Netherport - The Blades Hotel</Color>
DistrictBlocks_Waterfront_Block19_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Netherport - Mycroft Heavy Industrial</Color>
DistrictBlocks_Waterfront_Block20_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Netherport - Granada Motor Storage</Color>
DistrictBlocks_Waterfront_Block21_DisplayName=<Color:R=1.0 G=1.0 B=1.0>The Yard Stretch</Color>
DistrictBlocks_Waterfront_Block22_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Yard Stretch Slums</Color>
DistrictBlocks_Waterfront_Block23_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Wharfside - Money Maker Warehouse</Color>
DistrictBlocks_Waterfront_Block24_DisplayName=<Color:R=1.0 G=1.0 B=1.0>The Washes</Color>
DistrictBlocks_Waterfront_Block25_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Armory Wharf</Color>
DistrictBlocks_Waterfront_Block26_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Armory Wharf</Color>
DistrictBlocks_Waterfront_Block27_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Armory Wharf - Armstrong & Chen</Color>
DistrictBlocks_Waterfront_Block28_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Grand Wharf - Baylan Shipping Storage</Color>
DistrictBlocks_Waterfront_Block29_DisplayName=<Color:R=1.0 G=1.0 B=1.0>'Fortuna Maria' Transport Ferry</Color>
DistrictBlocks_Waterfront_Block30_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Grand Wharf - PDSP</Color>
DistrictBlocks_Waterfront_Block31_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Wharfside - Vacant Warehouses</Color>
DistrictBlocks_Waterfront_Block32_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Yard Stretch Slums</Color>
DistrictBlocks_Waterfront_Block33_DisplayName=<Color:R=1.0 G=1.0 B=1.0>The Yard Stretch - Gazi Freight</Color>
DistrictBlocks_Waterfront_Block34_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Yard Stretch Terminal</Color>
DistrictBlocks_Waterfront_Block35_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Sandford</Color>
DistrictBlocks_Waterfront_Block36_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Sandford - Baylan Logistics Warehouse</Color>
DistrictBlocks_Waterfront_Block37_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Sandford - Baylan Logistics Import/Export</Color>
DistrictBlocks_Waterfront_Block38_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Sandford Keep</Color>
DistrictBlocks_Waterfront_Block39_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Sandford - San Paro Petroleum</Color>
DistrictBlocks_Waterfront_Block40_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Sandford</Color>
DistrictBlocks_Waterfront_Block41_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Prentiss</Color>
DistrictBlocks_Waterfront_Block42_DisplayName=<Color:R=1.0 G=1.0 B=1.0></Color>
DistrictBlocks_Waterfront_Block43_DisplayName=<Color:R=1.0 G=1.0 B=1.0></Color>
DistrictBlocks_Waterfront_Block44_DisplayName=<Color:R=1.0 G=1.0 B=1.0></Color>
DistrictBlocks_Waterfront_Block45_DisplayName=<Color:R=1.0 G=1.0 B=1.0></Color>
DistrictBlocks_Financial_Block49_DisplayName=<Color:R=1.0 G=1.0 B=1.0>City Hall</Color>
DistrictBlocks_SimpleGameplayLevel_Block03_DisplayName=<Color:R=1.0 G=1.0 B=1.0></Color>
DistrictBlocks_SimpleGameplayLevel_Block04_DisplayName=<Color:R=1.0 G=1.0 B=1.0></Color>
DistrictBlocks_SimpleGameplayLevel_Block05_DisplayName=<Color:R=1.0 G=1.0 B=1.0></Color>
DistrictBlocks_SimpleGameplayLevel_Block06_DisplayName=<Color:R=1.0 G=1.0 B=1.0></Color>
DistrictBlocks_PGCrate_Block28_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Grand Wharf - Baylan</Color>
DistrictBlocks_PGBeacon_EleventhFloor_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Beacon Construction - 11th Floor</Color>
DistrictBlocks_PGBeacon_TenthFloor_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Beacon Construction - 10th Floor</Color>
DistrictBlocks_PGBeacon_NinthFloor_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Beacon Construction - 9th Floor</Color>
DistrictBlocks_PGBeacon_EighthFloor_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Beacon Construction - 8th Floor</Color>
DistrictBlocks_PGBeacon_SeventhFloor_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Beacon Construction - 7th Floor</Color>
DistrictBlocks_PGBeacon_SixthFloor_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Beacon Construction - 6th Floor</Color>
DistrictBlocks_PGBeacon_FifthFloor_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Beacon Construction - 5th Floor</Color>
DistrictBlocks_PGBeacon_FourthFloor_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Beacon Construction - 4th Floor</Color>
DistrictBlocks_PGBeacon_ThirdFloor_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Beacon Construction - 3rd Floor</Color>
DistrictBlocks_PGBeacon_SecondFloor_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Beacon Construction - 2nd Floor</Color>
DistrictBlocks_PGBeacon_RoadLevel_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Beacon Construction - 1st Floor</Color>
DistrictBlocks_PGBeacon_ConstructionSite_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Beacon Construction - Site Managemement</Color>
DistrictBlocks_PGBeacon_NorthBuilding_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Beacon Construction - North Building</Color>
DistrictBlocks_PGBeacon_WestBuilding_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Beacon Construction - West Building</Color>
DistrictBlocks_PGBeacon_NorthTower_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Beacon Construction - North Tower</Color>
DistrictBlocks_PGBeacon_SouthTower_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Beacon Construction - South Tower</Color>
DistrictBlocks_PGBeacon_Block09_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Needles - The Beacon Construction Site</Color>
DistrictBlocks_PGCrate_NECrates_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Balyan Shipping - North East Quadrant</Color>
DistrictBlocks_PGCrate_NWCrates_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Balyan Shipping - North West Quadrant</Color>
DistrictBlocks_PGCrate_SECrates_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Balyan Shipping -South East Quadrant</Color>
DistrictBlocks_PGCrate_SWCrates_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Balyan Shipping -South West Quadrant</Color>
DistrictBlocks_PGCrate_NorthBuilding_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Baylan Shipping - North Building</Color>
DistrictBlocks_PGCrate_SouthBuilding_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Baylan Shipping - South Building</Color>
DistrictBlocks_PGCrate_Management_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Baylan Shipping - Management and Accounts</Color>
DistrictBlocks_PGCrate_Centre_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Baylan Shipping - PA Control</Color>
DistrictBlocks_PGCrate_Crane_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Baylan Shipping - "Big Sister"</Color>
DistrictBlocks_PGBeacon_TowerIntersection_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Beacon Construction - Tower Intersection</Color>
DistrictBlocks_PGAsylum_WingNE_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Abington Towers - North East Wing</Color>
DistrictBlocks_Social_All_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Breakwater Marina</Color>
DistrictBlocks_PGAsylum_WingNW_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Abington Towers - North West Wing</Color>
DistrictBlocks_PGAsylum_CourtyardNorth_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Abington Towers - North East Wing</Color>
DistrictBlocks_PGAsylum_CourtyardCentral_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Abington Towers - Central Courtyard</Color>
DistrictBlocks_PGAsylum_Foyer_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Abington Towers - Foyer</Color>
DistrictBlocks_PGAsylum_WingSE_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Abington Towers - South East Wing</Color>
DistrictBlocks_PGAsylum_WingSW_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Abington Towers - South West Wing</Color>
DistrictBlocks_PGAsylum_Chapel_DisplayName=<Color:R=1.0 G=1.0 B=1.0>Abington Towers - Chapel and Facilities</Color>
DistrictBlocks_FinancialChaos_DisplayName=<Color:R=1.0 G=1.0 B=1.0>DNT - District Block for Gameplay</Color>
